[{"name":"Albert Göring","morality":"moral","intro":"Albert Göring was a German businessman and the younger brother of high-ranking Nazi leader Hermann Göring who used the protection of his family name to sabotage the Third Reich.","description":"He saved between an estimated 1,000–1,500 Jews and political dissidents from certain death by securing their release from concentration camps to Switzerland through forged signatures and official requests, and he frequently sent trucks to camps demanding laborers, only to release the prisoners in the woods.","motive":"Göring was motivated by a fundamental moral revulsion toward Nazism and a courageous commitment to using his proximity to power as a shield for the persecuted, despite his brother Hermann's position as Supreme Commander of the Luftwaffe (air force)."},{"name":"Dashrath Manjhi","morality":"moral","intro":"Dashrath Manjhi, known as the \"Mountain Man,\" was a poor laborer in a remote Indian village who undertook a monumental task of manual engineering.","description":"Using only a hammer and chisel, he worked for 22 years to carve a path 360 feet long through a solid mountain, reducing the distance to the nearest hospital from 43 miles to just 1 mile for thousands of villagers.","motive":"Manjhi was motivated by the tragic death of his wife, who died because she could not receive timely medical care due to the mountain blocking the path, and a resolve that no other family should suffer the same fate—even in the face of doubt (\"when I started hammering the hill, people called me a lunatic, but that steeled my resolve\")."},{"name":"Fe del Mundo","morality":"moral","intro":"Fe del Mundo was a Filipino pediatrician who laid the foundations for her country's child healthcare system and the first woman to be admitted as a student at Harvard Medical School.","description":"She founded the first pediatric hospital in the Philippines and spent eight decades revolutionizing rural healthcare, providing medical services to hundreds of thousands of children and pioneering an inexpensive incubator made of bamboo which could operate without electricity.","motive":"Del Mundo was motivated by a desire to bring modern medicine to the remote areas of her country where children were dying from preventable causes, particularly after the death of her younger sister Elisa, who had made known her desire to become a doctor for the poor."},{"name":"Silas Soule","morality":"moral","intro":"Silas Soule was a U.S. Army captain during the American Civil War who famously refused to participate in and ordered his men to stand down at the Sand Creek Massacre of 1864.","description":"When his commanding officer ordered an attack on a peaceful village of Cheyenne and Arapaho, Soule ordered his company to hold their fire, saving the lives of his 100 soldiers from participating in a war crime, and later provided the testimony against his superiors that exposed the brutal slaughter of 230 Cheyenne and Arapaho civilians (including women and children) to the public.","motive":"Soule was motivated by a steadfast sense of honor and a refusal to follow orders that he deemed cowardly (\"any man who would take part in murders, knowing the circumstances as we did, was a low lived cowardly son of a bitch.\"), ultimately paying with his life when he was assassinated for his testimony."},{"name":"Smedley Butler","morality":"moral","intro":"Smedley Butler was a highly decorated Major General in the U.S. Marine Corps and a two-time Medal of Honor recipient who became a prominent anti-war activist.","description":"His 1934 testimony before Congress successfully halted the \"Business Plot,\" a fascist coup attempt by wealthy industrialists that sought to seize control of the U.S. government, overthrow President Franklin D. Roosevelt, and disenfranchise 130 million American citizens, and spent his later years writing War Is a Racket to criticize the exploitation of the military for corporate profit.","motive":"Butler was motivated by a late-career disillusionment with imperialist warfare and a fierce loyalty to the rank-and-file soldiers whom he felt were being treated as \"high-class muscle\" for Wall Street."},{"name":"General Butt Naked","morality":"immoral","intro":"Joshua Milton Blahyi, known as General Butt Naked, was a Liberian warlord during the country's first civil war.","description":"He admitted to being responsible for the deaths of more than 20,000 people and frequently led his child soldiers, \"Small Boy Unit,\" into battle naked, practicing human sacrifice and cannibalism of children to gain spiritual protection.","motive":"Blahyi was motivated by a fanatical belief in the power of juju (witchcraft) and a desire to project an aura of supernatural invincibility, showing his conscripts Jean-Claude Van Damme films and \"that killing people was a game\" in an effort to \"uproot the fear of death.\""},{"name":"Lothar von Trotha","morality":"immoral","intro":"Lothar von Trotha was a German military commander who led the colonial forces in German South West Africa (now Namibia).","description":"In 1904, he issued an extermination order against the Herero and Nama people, leading to the deaths of over 65,000 Herero and 10,000 Nama through genocide or by driving them into the desert to die of thirst.","motive":"von Trotha was motivated by an extreme social Darwinism and a belief that \"unruly\" indigenous populations had to be physically annihilated to make room for German expansion."},{"name":"Mengistu Haile Mariam","morality":"immoral","intro":"Mengistu Haile Mariam was the leader of the \"Derg\" (or \"committee\"), the military junta that ruled Ethiopia following the overthrow of the monarchy.","description":"His \"Red Terror\" campaign resulted in the deaths of an estimated 500,000 to 750,000 people through mass executions, systematic torture, and the weaponization of famine against his own population.","motive":"Mariam was motivated by a militant Marxist-Leninist ideology and a totalitarian impulse to purge any real or perceived opposition to his absolute rule."},{"name":"Thomas Thistlewood","morality":"immoral","intro":"Thomas Thistlewood was a British plantation overseer in colonial Jamaica who kept a meticulous diary of his atrocities.","description":"Over his career, he recorded thousands of acts of brutal physical torture and 3,852 recorded rapes of at least 138 enslaved women, including the invention of the \"Derby's Dose,\" whereby a slave would be flogged, have lime juice, salt pickle, and bird pepper rubbed into their wounds, and then forced to experience having a fellow slave defecate into their mouth.","motive":"Thistlewood was motivated by a desire to maintain absolute psychological and physical control over his labor force through a systematic regime of terror and dehumanization."},{"name":"Walter Jackson Freeman II","morality":"immoral","intro":"Walter Jackson Freeman II was an American physician who popularized the pseudoscientific \"transorbital lobotomy\" as a supposed treatment for mental illness.","description":"He personally performed nearly 3,500 lobotomies using an ice pick inserted through the eye socket, often in assembly-line fashion, leaving thousands of patients—including Rosemary Kennedy—permanently, catastrophically brain-damaged or in a vegetative state.","motive":"Jackson was motivated by a reckless \"medical crusader\" complex and a desire for fame, sometimes performing \"show\" lobotomies with his non-dominant hand on real patients, believing that a quick surgical fix was superior to long-term psychiatric care."}]